"UI_OK"                    = "OK";
"UI_CANCEL"                = "Abbrechen";
"UI_YES"                   = "Ja";
"UI_NO"                    = "Nein";
"UI_CONNECT"               = "Verbinden";

"TSC_IDS_SECAUTH_AUTH_DISABLED_TITLE"					   = "Die Identität des Computers, mit dem Sie eine Verbindung herstellen möchten, kann von Remotedesktopverbindung nicht überprüft werden.";

"TSC_IDS_SECAUTH_AUTH_DISABLED_AT_SERVER_PROMPT_CONTINUE"  = "Dieses Problem kann in folgenden Situationen auftreten:\n\n • Auf dem Remotecomputer wird eine ältere Windows-Version als Windows Vista ausgeführt.\n • Der Remotecomputer ist so konfiguriert, dass nur die RDP-Sicherheitsstufe unterstützt wird.\n\nHilfe erhalten Sie von Ihrem Administrator bzw. vom Besitzer des Remotecomputers.\n\nMöchten Sie die Verbindung dennoch herstellen?";
"TSC_IDS_SECAUTH_AUTH_DISABLED_AT_SERVER_NO_CONTINUE"      = "Dieses Problem kann in folgenden Situationen auftreten:\n\n • Auf dem Remotecomputer wird eine ältere Windows-Version als Windows Vista ausgeführt.\n • Der Remotecomputer ist so konfiguriert, dass nur die RDP-Sicherheitsstufe unterstützt wird.\n\nHilfe erhalten Sie von Ihrem Administrator bzw. vom Besitzer des Remotecomputers.";

"TSC_IDS_SECAUTH_AUTH_ERROR"                               = "Die Identität des Computers, mit dem Sie eine Verbindung herstellen möchten, kann von Remotedesktopverbindung nicht überprüft werden.";

"TSC_IDS_SECAUTH_AUTH_ERROR_INFOR"						   = "Versuchen Sie, erneut eine Verbindung mit dem Windows-basierten Computer herzustellen, oder wenden Sie sich an den Administrator.";

"TSC_IDS_SECAUTH_CERT_EXPIRED"                             = "Das Zertifikat ist abgelaufen oder noch nicht gültig.";
"TSC_IDS_SECAUTH_NAME_MISMATCH"                            = "Falscher Servername im Zertifikat.";
"TSC_IDS_SECAUTH_FAIL_TO_CHAIN_TO_TRUSTED_ROOT"            = "Das Zertifikat stammt nicht von einer vertrauenswürdigen Zertifizierungsstelle.";
"TSC_IDS_SECAUTH_CERT_REVOKED"                             = "Das Zertifikat wurde gesperrt und ist nicht sicher.";
"TSC_IDS_SECAUTH_UNABLE_TO_PERFORM_REVOCATION_CHECK"       = "Für das Zertifikat konnte keine Zertifikatsperrüberprüfung ausgeführt werden.";
"TSC_IDS_SECAUTH_CERT_OR_CHAIN_INVALID"                    = "Das Zertifikat oder die zugehörige Zertifikatskette ist ungültig.";

"TSC_IDS_SECAUTH_ALLOW_CONNECT_ANYWAY"                     = "Möchten Sie dennoch eine Verbindung zu diesem Computer herstellen?";
"TSC_IDS_SECAUTH_CANNOT_PROCEED_REQUIRED"                  = "Der Vorgang kann nicht fortgesetzt werden, da Sie sich zum Herstellen einer Verbindung zum Windows-basierten Computer aufgrund der aktuellen Einstellungen authentifizieren müssen.";


"TSC_IDS_ENTER_TS_CREDS_ACTION"                            = "Anmeldeinformationen eingeben";
"TSC_IDS_ENTER_TS_CREDS_DETAILS"                           = "Diese Anmeldeinformationen werden zum Herstellen einer Verbindung zu %s verwendet.";
"TSC_IDS_PREAUTH_LOGON_FAILURE_ACTION"                     = "Erneut versuchen";
"TSC_IDS_PREAUTH_LOGON_FAILURE_DETAILS"                    = "Zum Herstellen einer Verbindung zu %s wurden falsche Anmeldeinformationen verwendet. Geben Sie Ihre Anmeldeinformationen erneut ein.";


